# Вигадай свого супергероя.
# Вигадай свого супергероя. Опиши його вміння, якості, силу, здібності і т. д., І виведи опис на екран за допомогою функції print (). За допомогою методу format зроби опис динамічним. Не забувай, що весь текст повинен бути написаний всередині потрійних лапок.

print('''
Ітадорі - супергерой, Він володіє {0} силa  та може подолоти будь-якого ворога! {1} статура дає йому перевагу в будь-якій битві! {2} - його улюблені слова! Подейкують, він здатний впоратися із понад {3} монстрів.
'''.format("надлюдською силою","Міцна", "Я ніколи не здаюсь", "1000"))