# Динамічний текст
# Перетвори наявний текст в динамічний, який можна змінювати всередині коду за допомогою методу format. Текст можна розширити і доповнити самостійно, за бажанням.

# Динамічний текст
# Динамічний текст - це такий текст, в якому є будь-які ключові місця, які можна змінити так, як захочеться. Наприклад, візьмемо речення: "Привіт, як справи?". Ми можемо записати його так: print ( "Привіт, як справи?"). А можемо так: print ( "Привіт, {0}".format ( "як справи?")). У другому випадку текст вийшов динамічним, так як аргумент всередині format можна поміняти на будь-яке словосполучення і отримати зовсім інше речення.

print("Привіт, {0}" " Марк! {1}".format("Як ти себе почуваєш?","Як твій настрій?")) 