
# Напиши історю битви
# Вигадай історію битви двох супергероїв та виведи її на екран, використовуючи функцію print() та метод format. Не забувай, що весь текст має бути написаний всередині потрійних лапок.



print('''
        "Магічна битва"
  У світі, де прокляття загрожують людству, два найсильніші чарівники - {0} та {1} - борються пліч-о-пліч проти зла.Йхня сила  та мужність стали останньою надією людства.
Етапи битви:
Етапи 1: Зустріч з ворогом {0} і {1} стикаються з могутнім ворогом, {2}.Вони готуються до бою, {3}
Етап 2: Перша атака {0} активує свою унікильну техніку, спрамовуючи потужний удар по ворогу. Темний дух здригається, але все ще стойть,готуючись до відповіді.
Етап 3: Контратака ворога Ворог завдає потужного контрудару, намагаючись зламати захист {1}. Aле {1} використовує свою магію,щоб відбити атаку, створюючи захисний бар'єр навколо них обох.
Етап 4: Спільна атака {0}  та {1} об'єднують свой сили для потужного комбінованого удару. Йхні унургій зливаються прамо наворога, завдаючи величезной шкоди. 
Етап 5: Фінальний удар Використовуючи всі свой сили, {0} і {1} запускають фінальну атаку, яка знищує ворога. Поле бою наповнене світлом, і темрява зникає.
Етап 6: Перемога та спокій Після напруженой битви {0} та {1} стоять серед руйн, втомлені, але переможні. Вони вратували людство від щу однієй загрози, даруючи надію на мирне майбутнє.
'''.format("Ітадорі", "Годжо", "який випромінює темну енергію", "націлені покінчити з прокляттям раз і назавжди."))