# Вигадай діалог.
# Вигадай діалог і виведи його на екран, використовуючи функцію print ().

# Діалог - це спілкування між двома людьми. Щоб розуміти, кому які слова належать, логічно підписувати імена, а також виводити кожну нову репліку з нового рядка. Для того, щоб не писати кожен раз з нового рядка функцію print (), можна використовувати потрійні лапки на початку і в кінці всього тексту, а всередині них писати необхідні репліки з нового рядка. Тоді і на екран це виведеться також. А для того, щоб кожного разу не писати ім'я того, хто говорить, можна використовувати метод format. Цифри його аргументів варто розставити в логічному порядку перед кожною реплікою

print('''
{0}Hi,Serhii!
{1}Hi,Olena!How are you?
{0}I'm good!Shall we go to a cafe?
{1}Yes,let's!
{0}At six?
{1}Sounds good!
'''.format("Olena: ", "Serhii:"))