
# Виправ проблеми з відступами, щоб програма запрацювала та надрукувала рисунок. Тільки нічого не виправляй у самих рядках!
# Якщо хочеш надрукувати свій власний рисунок, це можна буде зробити в іншому завданні. А тут тільки виправ помилки та запусти програму.

print("*           **********")
print("         ***            ****")
print("     ***                      ***")
print("    **                           **")
print("  **       *****     *****      **")
print(" *             **       **           **")
print(" **                                   **")
print(" **                 *                 **")
print("  **       **            ***     **")
print("   **         **       **       **")
print("    **          *****        **")
print("       **                   **")
print("        *************")