# Программа має надрукувати "This is Python. It’s cool! I really like programming! It’s cool!".

# За допомогою аргумента format відформатуй рядок так, щоб він мав наступний вигляд:

# Функція print () працює з таким типом даних, як рядок. У свою чергу будь-який рядок може бути форматованим, тобто, зміненим. Це застосовується в тому випадку, коли, наприклад, виникають ситуації, в яких потрібно змінити рядок, підставивши в нього деякі дані, отримані в процесі виконання програми. Або ж ми захочемо змінити будь-яке слово в тексті, і нам доведеться форматувати, змінювати всі рядки, де є це слово. Для даної дії в мові програмування Python у функції print () існує метод format.В рядку, в фігурних дужках вказано номер даних, які будуть сюди підставлені. У дужках методу пишуться самі підставляються дані. Відлік порядкових номерів для даних, що підставляються починається з 0.

print("This is {0}. It’s {1}! I {2} like programming! It’s {4}!".format("Python", "cool", "really", "programming", "cool")) 