
# Створи свою першу гру

# Програма послідовно задає питання. Питання без конкретики, щоб користувач мав можливість відповідати у вільній формі.
# Приклад: Куди? Як? Хто сказав? Що робили? Де? Скільки років? Порахуй число.
# Після останньго питання, програма друкує відповіді, послідовно, в одному реченні, на єкран. 

# Щоб програма, під час друку виглядала привабливо, з родзинкою, додайте до гри емодзі. В кожне запитання, в кожну відповідь.

# Приклад додавання емодзі:
# print(":назва емодзі:Привіт!")
# print(":wave:Привіт!")

# Посилання на сторінку з прикладами емодзі 
# https://www.webfx.com/tools/emoji-cheat-sheet/

# А також, уважно подивись на завдання, з прикладом роботи програми.


print(':wave:Привіт!:wink:')
print('Перед тобою гра Нісенітниця.:relaxed:')
print('Правила дуже прості, відповідай на питання, котрі задає тобі програма.:fire:')
print(':grinning:Поїхали:rocket:')

answerWho = input('Хто?:wink:')
answerWhere = input('Де?:wink:')
answerWithWhom = input('З ким?:smiley:')
answerWhen = input('Коли?:kissing:')
answerMake = input('Що робили?:blush:')
answerWhat = input('Що їм сказали?:stuck_out_tongue_winking_eye:')
answerHow = input('Чим все закінчилось?:grinning:')

print(answerWho + '.', answerWhere + ',', answerWithWhom + '!', answerWhen + '?', answerMake + '.', answerWhat + ',', answerHow + '!')