# Вільне завдання: вигадай свою програму, яка задає питання і коментує відповіді.
# Можна, наприклад, написати програму-анкету, яка запитує дані людини: ім'я, прізвище, вік, улюблені колір і страву і т. д., а потім друкує табличку типу "Ім'я: (ім'я людини)". "Прізвище: (введене прізвище)" і т. д.            
                                                                                  
# А можна придумати смішний діалог. 
# Запропонуй друзям поговорити з цією програмою!
# Це останнє завдання на сьогодні.
# Зверни увагу: на цьому рівні немає перевірки твоєї програми, система не буде автоматично зараховувати тобі результат. Адже результат вигадуєш ти!


first_name = input("Введіть своє ім'я: ")
last_name =  input("Введіть своє прізвище: ")
age = int(input("Введіть скільки вам років: "))
favorite_color = input("Введіть свій улюблений колір: ")
favorite_meal = input("Введіть свою улюблену страву: ")
print("My name is: " + first_name + ". Last name: " + last_name + ". Age: " + str(age) + ". Favorite color: " + favorite_color + ". Favorite meal: " + favorite_meal + ".")