# А тепер — ділення!
# Програма робить запит двох чисел і виводить результат ділення першого на друге. При спробі ділити на 0 програма повинна написати "помилка!".
# Не виходить?
# Як зробити так, щоб в різних ситуаціях виконувалися різні команди? Це сьогодні розповість вчитель! Чудово, що у тебе вийшло вирішити всі завдання і дійти сюди. Бери участь в обговоренні теми уроку, і все стане зрозуміло!
a = int(input( "перше число:"))
b = int(input( "друге число:"))
if b != 0:
    print(a / b)
else:
    print ("помилка!")