# Виправ помилки
# У програмі багато помилок, через які вона не запускається.
# Спробуй запустити, і перший рядок, в якому знаходиться помилка, буде відзначена червоним хрестиком. Виправляй, запускай знову, поки програма не запрацює.

# Перевіряй, що значення рядків записані в лапках, параметри функцій вказані в дужках після імені функції, а команди записані одна під одною.
name = input("Введіть ім’я: ")
place = input("Введіть місце: ")
goal = input("Введіть предмет: ")
print(name + " відправляється в подорож!")
print("Ціль - " + place + "!")
print("Щоб потрапити туди, " + goal + " знадобиться...")
print("Удачі!")