# Напиши будь-який діалог з комп'ютером, який захочеш!
# Це останнє завдання тут!
a = "Це чудово! Що ти плануєш роботи сьогодні?"
b = "Не забудь взяти з собою воду!"
c = "Сподіваюся, ти знайдеш щось цікаве!"
d = "Тоді можеш подивитися свій улюблений фільм!"
e = "Сподіваюся, ти відчуєш себе краще!"
feeling = input("Як ти почуваєшся сьогодні? ")
if feeling == "добре":
    print(a)
    activity = input()
    if activity == "прогулянка":
        print(b)
    else:
        print(c)
else:
    print("Може, залишишся вдома?")
    stay_home = input("Ти, залишишся вдома? (так/ні)")
    if stay_home == "так":
        print(d)
    else:
        print(e)