# Напиши програму, яка три рази задає питання і три рази каже однакові фрази на відповіді «так» і «ні».
# Приклади питань написані в програмі нагорі. Відповіді повинні бути або "Чудово! Ти талант!" (На відповідь "так") або "Ти можеш навчитися, якщо захочеш!"

# Постав три питання, наприклад:
# "Ти вмієш грати на піаніно?"
# "Ти вмієш грати в футбол?"
# "Ти вмієш кататися на скейті?"
# запам'ятовуй відповіді в змінну:
# Answer = input ()

answer1 = input("Ти вмієш грати на піаніно?")
if answer1 == "так":
    print ("Чудово! Ти талант!")
else:
    print ("Ти можеш навчитися, якщо захочеш!")
answer2 = input("Ти вмієш грати в футбол?")
if answer2 == "так":
    print ("Чудово! Ти талант!")
else:
    print ("Ти можеш навчитися, якщо захочеш!")
answer3 = input("Ти вмієш кататися на скейті?")
if answer3 == "так":
    print ("Чудово! Ти талант!")
else:
    print ("Ти можеш навчитися, якщо захочеш!")